Repository: istid-blip/Varmetilf-rsel
Catalog: Varmetilførsel/Localizable.xcstrings
Source language: en
Languages: nb

source: %lld passes
nb: %lld strenger

source: <BACK
nb: <TILBAKE

source: > JOB HISTORY
nb: > JOBBHISTORIKK

source: ACTIVE JOB
nb: AKTIV JOBB

source: ARC ENERGY
nb: BUEENERGI

source: AVG: %@ kJ/mm
nb: SNITT: %@ kJ/mm

# Brukermanual
source: USER MANUAL
nb: BRUKERMANUAL

source: CANCEL
nb: ANGRE

source: Current (A)
nb: Strøm (A)

source: CURRENT PASS (kJ/mm)
nb: DENNE STRENGEN (kJ/mm)

source: FILLER METAL
nb: TILSETT

source: FINISH
nb: FERDIG

source: GAS TYPE
nb: GASSTYPE

source: HEAT INPUT
nb: VARMETILFØRSEL

source: JOB METADATA
nb: JOBB-METADATA

source: Job Name / ID
nb: Jobbnavn / ID

source: k-factor
nb: k-faktor

# KONFIGURASJON
source: CONFIGURATION
nb: KONFIGURASJON

source: Length (mm)
nb: Lengde (mm)

source: LOG PASS
nb: LOGGFØR STRENG

source: LOGGED PASSES (%lld)
nb: LOGGFØRTE STRENGER (%lld)

source: NEW JOB
nb: NY JOBB

source: NO PASSES RECORDED
nb: INGEN STRENGER LOGGET

source: PASS
nb: STRENG

source: PROCESS
nb: METODE

# PROSESS
source: PROCESS
nb: METODE

source: RECORDING...
nb: LOGGER…

source: RESET
nb: NULLSTILL

source: SAVE & RESET
nb: LAGRE & NULLSTILL

source: SAVE JOB RECORD
nb: LAGRE JOBB

source: SEC
nb: SEK

source: Speed: %@ mm/min
nb: Hastighet: %@ mm/min

source: time (s)
nb: tid (s)

source: TIMER READY
nb: TIMER KLAR

source: TRANSFER
nb: OVERFØRING

source: Voltage (V)
nb: Spenning (V)
